Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/extra_social_welfare_benefits/water_conservation_grant.html.txt.tmx
Source language: en
Languages: ga

source: • Rates • How to apply
ga: • Conas iarratas a dhéanamh

source: The Water Conservation Grant has been suspended for 2016
ga: Tá Deontas nua Caomhnaithe Uisce á thabhairt isteach

source: It will not be paid for second homes or holiday homes. If you are a tenant, you will be paid the grant (if you registered by 30 June 2015) not your landlord
ga: Chun cáiliú don deontas in 2015, ní mór gur chláraigh do theaghlach le hUisce Éireann faoin 30 Meitheamh 2015

source: The grant is administered and paid by the Department of Social Protection, on behalf of the Department of the Environment, Community and Local Government. Applications for the Water Conservation Grant 2015 are now closed
ga: Féadfaidh tú do rogha úsáide a bhaint as an deontas, mar shampla, mar ranníocaíocht i dtreo do bhillí uisce, sceitheadh uisce a dheisiú, córas caomhnaithe uisce a shuiteáil, chothabháil a dhéanamh ar do thobar nó chun a sloda a bhaint ó d’umar seipteach

source: Further information is available on the Department of Social Protection website
ga: Ní dhéanfar aon iniúchadh ar conas a úsáideann teaghlaigh an deontas

source: Every household that registered its principal private dwelling (main home) with Irish Water by 30 June 2015 is eligible for the Water Conservation Grant in 2015
ga: Tá gach teaghlach a chláraigh a bpríomháit chónaithe (an príomhtheach) le hUisce Éireann faoin 30 Meitheamh 2015 incháilithe do Dheontas Caomhnaithe Uisce 2015 a fháil

source: If you registered after 30 June 2015 or have yet to register, you are not eligible for the grant in 2015
ga: Má chláraigh tú i ndiaidh an 30 Meitheamh 2015 nó murar chláraigh tú go fóill, níl tú incháilithe don deontas in 2015

source: If you do not live in your principal private residence because of physical or intellectual disability, and your home is not rented to another person, you are eligible to apply for the grant
ga: Tá an deontas iníoctha fiú má tá a seirbhísí féin príobháideacha soláthair uisce agus fuíolluisce ag an teaghlach agus mura custaiméir iad de chuid Uisce Éireann

source: The application process is an online one and there is no application form
ga: Ní íocfar an deontas don dara teach nó do thithe saoire

source: People who do not have internet access can call the Water Conservation Grant Support team (see ‘Where to apply’ below) and they can make the application online on their behalf
ga: Más tionónta thú, íocfar an deontas leat (má chláraigh tú faoin 30 Meitheamh 2015), seachas le do thiarna talún

source: The grant was €100 in 2015. It will be paid into your bank account
ga: Beidh suim €100 i gceist leis an deontas in 2015

source: The grant is exempt from income tax
ga: Conas iarratas a dhéanamh

source: Applications for the Water Conservation Grant 2015 are now closed. Between 18 August and the end of September 2015 all households that registered with Irish Water before 30 June 2015 got a letter from the Department of Social Protection explaining how to apply for the Water Conservation Grant
ga: Scríobhfaidh an Roinn Coimirce Sóisialaí chuig teaghlaigh incháilithe ó Iúil 2015 ar aghaidh agus tabharfar cuntas ar an bpróiseas iarratais ar an deontas

source: The closing date for applications was Thursday 22 October 2015
ga: Meastar go n-íocfar an deontas i Meán Fómhair 2015

source: You apply online at watergrant.ie
ga: Is féidir níos mó faisnéise a léamh ar watergrant.ie

source: You will need the following information to apply for your Water Conservation Grant:
ga: Cá háit a ndéanfaidh mé iarratas

source: • WPRN (Water Point Reference Number) - a number specific to your house, you will also find this on the letter from the DSP
ga: Déanfaidh an Roinn Coimirce Sóisialaí, an deontas a riaradh agus a íoc thar ceann na Roinne Comhshaoil, Pobail agus Rialtais Áitiúil

source: If you have your own water supply and waste water services, you will have a registration number instead of an account number
ga: Níl aon ghá teagmháil a dhéanamh leis an Roinn faoi láthair
